Revit 2027 API
FilterNumericEquals Constructor
 Constructs an instance of FilterNumericEquals.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FilterNumericEquals()
Public Sub New
public:
FilterNumericEquals()
new : unit -> FilterNumericEquals
See Also
Reference
FilterNumericEquals Class
Autodesk.Revit.DB Namespace